export const RANK_PERKS: Record<string, string[]> = {
"Member+": [
"پیشوند اختصاصی Member+ در چت",
"۳ خانه با /sethome",
"دسترسی به /hat",
"۵ اسلات اندرچست",
],

VIP: [
"تمام امکانات Member+",
"پیشوند اختصاصی VIP",
"۶ خانه با /sethome",
"دسترسی به /fly",
"رنگ‌بندی چت",
],

Night: [
"تمام امکانات VIP",
"پیشوند اختصاصی Night",
"۱۰ خانه با /sethome",
"دسترسی به قابلیت‌های ویژه رنک",
"نیک‌نیم رنگی",
],

Knight: [
"تمام امکانات Night",
"پیشوند اختصاصی Knight",
"۱۵ خانه با /sethome",
"اولویت در رویدادهای ویژه",
"دسترسی به قابلیت‌های اختصاصی رنک",
],

Star: [
"تمام امکانات Knight",
"پیشوند اختصاصی Star",
"۲۰ خانه با /sethome",
"دسترسی به قابلیت‌های ویژه چت",
"مزایای اختصاصی رنک",
],

Supreme: [
"تمام امکانات Star",
"پیشوند اختصاصی Supreme",
"۲۵ خانه با /sethome",
"اولویت ورود هنگام پر بودن سرور، در صورت پشتیبانی",
"دسترسی به قابلیت‌های ویژه رنک",
],

Lunar: [
"تمام امکانات Supreme",
"پیشوند اختصاصی Lunar",
"خانه‌های بیشتر یا نامحدود، طبق تنظیمات سرور",
"دسترسی به قابلیت‌های ویژه رنک",
"پیشوند و مزایای اختصاصی Lunar City",
],
};
