update ranks
set perks = $json$[
  "گرب",
  "۳ خانه (/sethome)",
  "کیت هلال هر ۲۴ ساعت",
  "دسترسی به /hat",
  "۵ اسلات انداچست"
]$json$
where id = 'helal';

update ranks
set perks = $json$[
  "همه امکانات هلال",
  "پیشوند [ربع] رنگی",
  "۶ خانه",
  "کیت ربع هر ۱۲ ساعت",
  "/fly در لابی و بقا",
  "رنگ‌بندی چت",
  "۱۰ اسلات انداچست"
]$json$
where id = 'rob';

update ranks
set perks = $json$[
  "همه امکانات ربع",
  "پیشوند [بدر] طلایی",
  "۱۰ خانه",
  "کیت بدر هر ۸ ساعت",
  "فلای در همه گیم‌مودها",
  "نیک‌نیم رنگی",
  "پت ماه",
  "ورود به ایونت‌های VIP"
]$json$
where id = 'badr';

update ranks
set perks = $json$[
  "همه امکانات بدر",
  "پیشوند [سوپرنون]",
  "۱۵ خانه",
  "کیت سوپرنون هر ۶ ساعت",
  "دبل XP ایونت",
  "کرییت ذرات ماه",
  "اولویت ورود هنگام فول بودن سرور",
  "دسترسی زودهنگام به بتل‌پس"
]$json$
where id = 'super';

update ranks
set perks = $json$[
  "همه امکانات سوپرنون",
  "پیشوند اختصاصی [LUNAR+]",
  "خانه نامحدود",
  "کیت لونار هر ۳ ساعت",
  "فلای دائمی",
  "ساخت جزیره خصوصی",
  "همراهی مستقیم با استاف",
  "رنگ چت اختصاصی طلایی",
  "باکس ماهانه آیتم نادر"
]$json$
where id = 'lunarplus';